var PLAYER_NAME = "王飞"
var STORY_0 = 
    [
        "(点击这里继续)",
        "我是谁？",
        "我是一个刚刚高三毕业的学生。",
        /*["名字叫做: ", function()
         {
                var name = "王飞";
                name = prompt("我的名字是: ");
                PLAYER_NAME = name;
                return PLAYER_NAME;
         }],*/
        "名字叫做: 王飞",
        "我刚刚结束了大学的入学考试。",
        "其实。",
        "我也不知道怎么回事。",
        "记得那天在考试前， 我非常的紧张， 因为我对我自己的能力并不自信。",
        "从小到大没少上补习班。",
        "阿啊阿啊啊。",
        "化学，物理什么的课目真是头痛啊。。。",
        "唯一擅长的计算机却不考。。。（我指的是玩游戏）",
        "。。。。。。",
        "可就是在考试前2分钟， 我晕倒到了。",
        "没错，是晕倒了。。。脑子里一片空白。",
        "当我清醒过来之后已经是考试后了。",
        "我站在校门口， 已经夕阳西下。",
        "发生了什么？",
        "看着周围的同学一个个陆续地走出校园。",
        "到底发生过什么我一点印象也没有。",
        "即使询问周围的同学， 他们也说我确实有去考试。。。",
        "有去考试？",
        "我明明没有当时的记忆，怎么会完成考试呢。",
        "。。。。。。",
        "我试图向周遭的人说明我的经历，",
        "可是他们没有一个人相信我。。",
        "？？？",
        "到底发生了什么？？？!!!",
        "!!!"
    ]

var STORY_STAGE = 0;
var STORY_COUNT = 0;


var STORIES = 
    [
        STORY_0  
    ];




var STORIES_STAGES = 
    [
        
    ]